docs/SET_summary/summary.tex
% Created 2013-06-17 Mon 15:10
\documentclass[a4paper,11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{fixltx2e}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{float}
\usepackage{wrapfig}
\usepackage{soul}
\usepackage{textcomp}
\usepackage{marvosym}
\usepackage{wasysym}
\usepackage{latexsym}
\usepackage{amssymb}
\usepackage{hyperref}
\tolerance=1000
\usepackage{fontspec}
\usepackage[titletoc,page,title]{appendix}
\usepackage{biblatex}
\usepackage{metalogo}
\usepackage{graphicx}
\usepackage{moreverb}
\usepackage{fancyvrb}
\usepackage{setspace}
\usepackage{subfig}
\usepackage[scientific-notation=true]{siunitx}
\usepackage{float}
\let\iint\relax % otherwise errors are thrown by amsmath. Defined in latexsym
\let\iiint\relax
\usepackage{amsmath}
\usepackage{hyperref}
\usepackage{tikz}
\usetikzlibrary{positioning}
\bibliography{fyp}
\defaultfontfeatures{Mapping=tex-text}
\setromanfont[Ligatures={Common},Numbers={Lining}]{Linux Libertine}
\providecommand{\alert}[1]{\textbf{#1}}

\title{Time Delay Estimation in Gravitationally Lensed Photon Stream Pairs}
\author{\Large{Micha{\l} Staniaszek} \\\small{Supervisor: Peter Ti{\v{n}}o}}
\date{\today}
\hypersetup{
  pdfkeywords={},
  pdfsubject={},
  pdfcreator={Emacs Org-mode version 7.8.11}}

\begin{document}

\maketitle


this is the abstract

\section{Introduction}
\label{sec-1}

\begin{itemize}
\item explain the project in layman's terms
\end{itemize}
\section{Background}
\label{sec-2}

\begin{itemize}
\item Ideas behind the project
\item what it's useful for
\item what gravitational lensing and time delay are
\end{itemize}
\section{Photon Stream Simulation}
\label{sec-3}

\begin{itemize}
\item Poisson processes, simple equations
\end{itemize}
\section{Function Estimation}
\label{sec-4}

\begin{itemize}
\item Basic explanation of the IWLS estimator
\item slightly more in-depth stuff for the development of our estimators
\end{itemize}
\section{Time Delay Estimation}
\label{sec-5}
\subsection{PDF Method}
\label{sec-5-1}
\subsection{Area Method}
\label{sec-5-2}
\section{Experimental Results}
\label{sec-6}

\begin{itemize}
\item general explanation of the experiments performed
\item how was model selection done
\item what sort of data were experiments performed on
\end{itemize}
\section{System}
\label{sec-7}

\begin{itemize}
\item very brief explanation of the system features
\end{itemize}
\section{Conclusion}
\label{sec-8}

\begin{itemize}
\item some suggestions for extensions
\end{itemize}

\end{document}